tap "aws/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
brew "act"
brew "antigen"
brew "bash-completion"
brew "bat"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "jq"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "protoc-gen-grpc-web"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "aws/tap/copilot-cli"
brew "goreleaser/tap/goreleaser"
cask "alacritty"
cask "anaconda"
cask "miniconda"
cask "neovide"
vscode "vscodevim.vim"
